/*
SQLyog Ultimate v8.32 
MySQL - 5.0.16 : Database - xkxt
*********************************************************************
*/

/*!40101 SET NAMES utf8 */;

/*!40101 SET SQL_MODE=''*/;

/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;
CREATE DATABASE /*!32312 IF NOT EXISTS*/`xkxt` /*!40100 DEFAULT CHARACTER SET utf8 */;

USE `xkxt`;

/*Table structure for table `authority` */

DROP TABLE IF EXISTS `authority`;

CREATE TABLE `authority` (
  `jobNumber` varchar(20) default NULL,
  `authority` varchar(20) default NULL,
  `password` varchar(32) default NULL,
  `name` varchar(10) default NULL,
  `sex` varchar(1) default NULL,
  `phone` varchar(20) default NULL,
  `email` varchar(50) default NULL,
  `id` int(11) NOT NULL auto_increment,
  PRIMARY KEY  (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=gb2312;

/*Data for the table `authority` */

LOCK TABLES `authority` WRITE;

insert  into `authority`(`jobNumber`,`authority`,`password`,`name`,`sex`,`phone`,`email`,`id`) values ('10001','管理员','123456','李四','男','18843107921','3141@qq.com',6),('500146','负责人','123456','张三','女','18843107921','3141@qq.com',7),('10002','教师','123456','王五','男','18843107921','18843107921@163.com',9);

UNLOCK TABLES;

/*Table structure for table `courseroom` */

DROP TABLE IF EXISTS `courseroom`;

CREATE TABLE `courseroom` (
  `courseName` varchar(20) default NULL,
  `courseCode` varchar(20) default NULL,
  `roomCode` varchar(20) default NULL,
  `id` int(11) NOT NULL auto_increment,
  PRIMARY KEY  (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=gb2312;

/*Data for the table `courseroom` */

LOCK TABLES `courseroom` WRITE;

insert  into `courseroom`(`courseName`,`courseCode`,`roomCode`,`id`) values ('大学计算机基础',NULL,'1511',1),('工程图学D',NULL,'1511',2),('程序设计与编程',NULL,'1502',3),('程序设计与编程',NULL,'1511',4),('通信网理论基础',NULL,'1511',5),('嵌入式计算机技术',NULL,'1509',6),('大学计算机基础',NULL,'1502',7),('现代无线通信原理',NULL,'1511',8),('电磁场与电磁波A',NULL,'1502',9),('工程图学D',NULL,'1509',10),('高速电路信号完整性分析与设计',NULL,'1502',11),('操作系统原理',NULL,'1502',12),('操作系统原理',NULL,'1509',13),('操作系统原理',NULL,'1511',14),('大学计算机基础',NULL,'1502',15);

UNLOCK TABLES;

/*Table structure for table `kcb` */

DROP TABLE IF EXISTS `kcb`;

CREATE TABLE `kcb` (
  `yue` varchar(20) default NULL,
  `zhou` varchar(20) default NULL,
  `xingqi1` varchar(20) default NULL,
  `jieri1` varchar(20) default NULL,
  `xingqi2` varchar(20) default NULL,
  `jieri2` varchar(20) default NULL,
  `xingqi3` varchar(20) default NULL,
  `jieri3` varchar(20) default NULL,
  `xingqi4` varchar(20) default NULL,
  `jieri4` varchar(20) default NULL,
  `xingqi5` varchar(20) default NULL,
  `jieri5` varchar(20) default NULL,
  `xingqi6` varchar(20) default NULL,
  `jieri6` varchar(20) default NULL,
  `xingqi7` varchar(20) default NULL,
  `jieri7` varchar(20) default NULL,
  `id` bigint(20) NOT NULL auto_increment,
  PRIMARY KEY  (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

/*Data for the table `kcb` */

LOCK TABLES `kcb` WRITE;

insert  into `kcb`(`yue`,`zhou`,`xingqi1`,`jieri1`,`xingqi2`,`jieri2`,`xingqi3`,`jieri3`,`xingqi4`,`jieri4`,`xingqi5`,`jieri5`,`xingqi6`,`jieri6`,`xingqi7`,`jieri7`,`id`) values ('三月','一','27','','28','','1','','2','','3','','4','','5','',1),('三月','二','6','','7','','8','','9','','10','','11','','12','',2),('三月','三','13','','14','','15','','16','','17','','18','','19','',3),('三月','四','20','','21','','22','','23','','24','','25','','26','',4),('四月','五','27','','28','','29','','30','','31','','1','','2','',5),('四月','六','3','','4','清明节','5','','6','','7','','8','','9','',6),('四月','七','10','','11','','12','','13','','14','','15','','16','',7),('四月','八','17','','18','','19','','20','','21','','22','','23','',8),('四月','九','24','','25','','26','','27','','28','','29','','30','',9),('五月','十','1','劳动节','2','','3','','4','','5','','6','','7','',10),('五月','十一','8','','9','','10','','11','','12','','13','','14','',11),('五月','十二','15','','16','','17','','18','','19','','20','','21','',12),('五月','十三','22','','23','','24','','25','','26','','27','','28','',13),('五月','十四','29','','30','端午节','31','','1','儿童节','2','','3','','4','',14),('六月','十五','5','','6','','7','','8','','9','','10','','11','',15),('六月','十六','12','','13','','14','','15','','16','','17','','18','',16),('六月','十七','19','','20','','21','','22','','23','','24','','25','',17),('六月','考试','26','','27','','28','','29','','30','','1','建党节','2','',18),('七月','考试','3','','4','','5','','6','','7','','8','','9','',19),('七月','暑假','10','','11','','12','','13','','14','','15','','16','',20),('七月','暑假','17','','18','','19','','20','','21','','22','','23','',21),('七月','暑假','24','','25','','26','','27','','28','','29','','30','',22),('八月','暑假','31','','1','建军节','2','','3','','4','','5','','6','',23),('八月','暑假','7','','8','','9','','10','','11','','12','','13','',24),('八月','暑假','14','','15','','16','','17','','18','','19','','20','',25),('八月','暑假','21','','22','','23','','24','','25','','26','新生报到','27','新生报到',26);

UNLOCK TABLES;

/*Table structure for table `kcm` */

DROP TABLE IF EXISTS `kcm`;

CREATE TABLE `kcm` (
  `kcm` varchar(50) default NULL,
  `version` varchar(50) default NULL,
  `kcbh` varchar(50) default NULL,
  `xueshi` varchar(20) default NULL,
  `xingzhi` varchar(20) default NULL
) ENGINE=InnoDB DEFAULT CHARSET=gb2312;

/*Data for the table `kcm` */

LOCK TABLES `kcm` WRITE;

insert  into `kcm`(`kcm`,`version`,`kcbh`,`xueshi`,`xingzhi`) values ('大学计算机基础','2013','922001',NULL,NULL),('大学物理A','2013','922002',NULL,NULL),('电磁场与电磁波A1','2013','922003',NULL,NULL),('C语言','2013','922004',NULL,NULL);

UNLOCK TABLES;

/*Table structure for table `notes` */

DROP TABLE IF EXISTS `notes`;

CREATE TABLE `notes` (
  `roomCode` varchar(20) default NULL,
  `student` varchar(30) default NULL,
  `id` varchar(20) default NULL,
  `name` varchar(20) default NULL,
  `nf` varchar(20) default NULL,
  `kcm` varchar(30) default NULL,
  `username` varchar(20) default NULL,
  `str` varchar(30) default NULL,
  `kcbh` varchar(30) default NULL,
  `xuehao` varchar(30) default NULL,
  `id1` bigint(20) NOT NULL auto_increment,
  PRIMARY KEY  (`id1`)
) ENGINE=InnoDB DEFAULT CHARSET=gbk;

/*Data for the table `notes` */

LOCK TABLES `notes` WRITE;

insert  into `notes`(`roomCode`,`student`,`id`,`name`,`nf`,`kcm`,`username`,`str`,`kcbh`,`xuehao`,`id1`) values ('1509','王超群','0','李玲 孙大洋','2016-2017-1','大学计算机基础','500146','xq1x2','922001','52152121',294),('1509','张金金','0','李玲 孙大洋','2016-2017-1','大学计算机基础','500146','xq1x2','922001','52161509',295),('1509','黄云','0','李玲 孙大洋','2016-2017-1','大学计算机基础','500146','xq1x2','922001','52161511',296),('1509','池伟','0','李玲 孙大洋','2016-2017-1','大学计算机基础','500146','xq1x2','922001','52161514',297),('1509','王泽开','0','李玲 孙大洋','2016-2017-1','大学计算机基础','500146','xq1x2','922001','52161515',298),('1509','戴文晗','0','李玲 孙大洋','2016-2017-1','大学计算机基础','500146','xq1x2','922001','52161519',299),('1509','马鑫洋','0','李玲 孙大洋','2016-2017-1','大学计算机基础','500146','xq1x2','922001','52161521',300),('1509','王添顺','0','李玲 孙大洋','2016-2017-1','大学计算机基础','500146','xq1x2','922001','52161522',301),('1509','周志成','0','李玲 孙大洋','2016-2017-1','大学计算机基础','500146','xq1x2','922001','52161525',302),('1502','郭浩文','2','张三','2016-2017-1','大学计算机基础','500146','xq2x1','922001','52161526',303),('1502','张超群','2','张三','2016-2017-1','大学计算机基础','500146','xq2x1','922001','52161527',304),('1502','王雨昕','2','张三','2016-2017-1','大学计算机基础','500146','xq2x1','922001','52161529',305),('1502','张宇','2','张三','2016-2017-1','大学计算机基础','500146','xq2x1','922001','52161602',306),('1502','宋志微','2','张三','2016-2017-1','大学计算机基础','500146','xq3w','922001','52161604',307),('1502','孟新嵛','2','张三','2016-2017-1','大学计算机基础','500146','xq3w','922001','52161606',308),('1502','陈腾','2','张三','2016-2017-1','大学计算机基础','500146','xq3w','922001','52161613',309),('1502','薛擎宇','2','张三','2016-2017-1','大学计算机基础','500146','xq3w','922001','52161614',310),('1502','尚宇浩','2','张三','2016-2017-1','大学计算机基础','500146','xq3w','922001','52161615',311),('1502','王景泽','2','张三','2016-2017-1','大学计算机基础','500146','xq3w','922001','52161616',312),('1502','杜方略','2','张三','2016-2017-1','大学计算机基础','500146','xq3w','922001','52161620',313),('1502','朱建行','2','张三','2016-2017-1','大学计算机基础','500146','xq3w','922001','52161622',314),('1502','杨宇宽','2','张三','2016-2017-1','大学计算机基础','500146','xq3w','922001','52161624',315),('1502','申长鑫','2','张三','2016-2017-1','大学计算机基础','500146','xq3w','922001','52161625',316),('1502','曾志','2','樊洪江','2016-2017-1','大学计算机基础','500146','xq2s1','922001','52161626',317),('1502','刘永畅','2','樊洪江','2016-2017-1','大学计算机基础','500146','xq2s1','922001','52161629',318),('1502','角力加','2','樊洪江','2016-2017-1','大学计算机基础','500146','xq2s1','922001','52161632',319),('1502','乔艳丽','2','樊洪江','2016-2017-1','大学计算机基础','500146','xq2s1','922001','52161708',320),('1502','金旻翀','2','樊洪江','2016-2017-1','大学计算机基础','500146','xq2s1','922001','52161719',321),('1502','谢福森','2','樊洪江','2016-2017-1','大学计算机基础','500146','xq2s1','922001','52161720',322),('1502','鹿凯智','2','樊洪江','2016-2017-1','大学计算机基础','500146','xq2s1','922001','52161721',323),('1502','杨公平','2','樊洪江','2016-2017-1','大学计算机基础','500146','xq2s1','922001','52161723',324),('1502','都昊毅','2','樊洪江','2016-2017-1','大学计算机基础','500146','xq2s1','922001','52161725',325),('1502','杨凌西','2','樊洪江','2016-2017-1','大学计算机基础','500146','xq2s1','922001','52161726',326);

UNLOCK TABLES;

/*Table structure for table `outline1` */

DROP TABLE IF EXISTS `outline1`;

CREATE TABLE `outline1` (
  `version` varchar(20) default NULL,
  `filename` varchar(50) default NULL,
  `id` int(11) NOT NULL auto_increment,
  PRIMARY KEY  (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=gb2312;

/*Data for the table `outline1` */

LOCK TABLES `outline1` WRITE;

insert  into `outline1`(`version`,`filename`,`id`) values ('2013','files\\1523064797741pyfa.xls',16);

UNLOCK TABLES;

/*Table structure for table `rl` */

DROP TABLE IF EXISTS `rl`;

CREATE TABLE `rl` (
  `xn` varchar(30) default NULL,
  `xq` varchar(10) default NULL,
  `filename` varchar(50) default NULL,
  `id` int(11) NOT NULL auto_increment,
  `state` varchar(20) default NULL,
  PRIMARY KEY  (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=gb2312;

/*Data for the table `rl` */

LOCK TABLES `rl` WRITE;

insert  into `rl`(`xn`,`xq`,`filename`,`id`,`state`) values ('2016-2017','1','files\\1523262406664jxrl.xls',1,'已应用');

UNLOCK TABLES;

/*Table structure for table `room` */

DROP TABLE IF EXISTS `room`;

CREATE TABLE `room` (
  `roomCode` varchar(10) default NULL,
  `name` varchar(30) default NULL,
  `rs` int(30) default NULL,
  `id` int(11) NOT NULL auto_increment,
  PRIMARY KEY  (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=gb2312;

/*Data for the table `room` */

LOCK TABLES `room` WRITE;

insert  into `room`(`roomCode`,`name`,`rs`,`id`) values ('1502',' 刘丹 ',78,1),('1509',' 张春海 ',35,2),('1511',' 李志军 ',51,3);

UNLOCK TABLES;

/*Table structure for table `xsb1` */

DROP TABLE IF EXISTS `xsb1`;

CREATE TABLE `xsb1` (
  `kcbh` varchar(20) character set gb2312 default NULL,
  `kcm` varchar(20) character set gb2312 default NULL,
  `jobnumber` varchar(20) character set gb2312 default NULL,
  `student` varchar(20) default NULL,
  `xuehao` varchar(20) character set gb2312 default NULL,
  `id` bigint(11) NOT NULL auto_increment,
  `state` varchar(5) default NULL,
  PRIMARY KEY  (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=gbk;

/*Data for the table `xsb1` */

LOCK TABLES `xsb1` WRITE;

insert  into `xsb1`(`kcbh`,`kcm`,`jobnumber`,`student`,`xuehao`,`id`,`state`) values ('922001','大学计算机基础','500146','唐张峰','52152029',191,'已应用'),('922001','大学计算机基础','500146','王超群','52152121',192,'已应用'),('922001','大学计算机基础','500146','张金金','52161509',193,'已应用'),('922001','大学计算机基础','500146','黄云','52161511',194,'已应用'),('922001','大学计算机基础','500146','池伟','52161514',195,'已应用'),('922001','大学计算机基础','500146','王泽开','52161515',196,'已应用'),('922001','大学计算机基础','500146','戴文晗','52161519',197,'已应用'),('922001','大学计算机基础','500146','马鑫洋','52161521',198,'已应用'),('922001','大学计算机基础','500146','王添顺','52161522',199,'已应用'),('922001','大学计算机基础','500146','周志成','52161525',200,'已应用'),('922001','大学计算机基础','500146','郭浩文','52161526',201,'已应用'),('922001','大学计算机基础','500146','张超群','52161527',202,'已应用'),('922001','大学计算机基础','500146','王雨昕','52161529',203,'已应用'),('922001','大学计算机基础','500146','张宇','52161602',204,'已应用'),('922001','大学计算机基础','500146','宋志微','52161604',205,'已应用'),('922001','大学计算机基础','500146','孟新嵛','52161606',206,'已应用'),('922001','大学计算机基础','500146','陈腾','52161613',207,'已应用'),('922001','大学计算机基础','500146','薛擎宇','52161614',208,'已应用'),('922001','大学计算机基础','500146','尚宇浩','52161615',209,'已应用'),('922001','大学计算机基础','500146','王景泽','52161616',210,'已应用'),('922001','大学计算机基础','500146','杜方略','52161620',211,'已应用'),('922001','大学计算机基础','500146','朱建行','52161622',212,'已应用'),('922001','大学计算机基础','500146','杨宇宽','52161624',213,'已应用'),('922001','大学计算机基础','500146','申长鑫','52161625',214,'已应用'),('922001','大学计算机基础','500146','曾志','52161626',215,'已应用'),('922001','大学计算机基础','500146','刘永畅','52161629',216,'已应用'),('922001','大学计算机基础','500146','角力加','52161632',217,'已应用'),('922001','大学计算机基础','500146','乔艳丽','52161708',218,'已应用'),('922001','大学计算机基础','500146','金旻翀','52161719',219,'已应用'),('922001','大学计算机基础','500146','谢福森','52161720',220,'已应用'),('922001','大学计算机基础','500146','鹿凯智','52161721',221,'已应用'),('922001','大学计算机基础','500146','杨公平','52161723',222,'已应用'),('922001','大学计算机基础','500146','都昊毅','52161725',223,'已应用'),('922001','大学计算机基础','500146','杨凌西','52161726',224,'已应用'),('922001','大学计算机基础','500146','谢宏','52161727',225,'未应用'),('922001','大学计算机基础','500146','常鹏','52161731',226,'未应用'),('922001','大学计算机基础','500146','姜维超','52161805',227,'未应用'),('922001','大学计算机基础','500146','宋明翰','52161816',228,'未应用'),('922001','大学计算机基础','500146','张驰','52161819',229,'未应用'),('922001','大学计算机基础','500146','涂云聪','52161822',230,'未应用'),('922001','大学计算机基础','500146','王守磊','52161824',231,'未应用'),('922001','大学计算机基础','500146','罗蒙顺','52161826',232,'未应用'),('922001','大学计算机基础','500146','王玉龙','52161829',233,'未应用'),('922001','大学计算机基础','500146','付琳','52161913',234,'未应用'),('922001','大学计算机基础','500146','吕赫','52161914',235,'未应用'),('922001','大学计算机基础','500146','陈尚涌','52161916',236,'未应用'),('922001','大学计算机基础','500146','陈浩然','52161918',237,'未应用'),('922001','大学计算机基础','500146','柳文康','52161919',238,'未应用'),('922001','大学计算机基础','500146','程国豪','52161921',239,'未应用'),('922001','大学计算机基础','500146','李庆亚','52161924',240,'未应用'),('922001','大学计算机基础','500146','梁司秦','52161925',241,'未应用'),('922001','大学计算机基础','500146','肖森洛','52161926',242,'未应用'),('922001','大学计算机基础','500146','叶昱昊','52161928',243,'未应用'),('922001','大学计算机基础','500146','薛恒杰','52161929',244,'未应用'),('922001','大学计算机基础','500146','赵高军','52161930',245,'未应用'),('922001','大学计算机基础','500146','努热力·阿布都热苏力','52161931',246,'未应用'),('922001','大学计算机基础','500146','梁超','52162005',247,'未应用'),('922001','大学计算机基础','500146','王夺','52162018',248,'未应用'),('922001','大学计算机基础','500146','李玉峰','52162019',249,'未应用'),('922001','大学计算机基础','500146','刘翔宇','52162020',250,'未应用'),('922001','大学计算机基础','500146','黄佳俊','52162021',251,'未应用'),('922001','大学计算机基础','500146','袁浩钧','52162022',252,'未应用'),('922001','大学计算机基础','500146','章强','52162024',253,'未应用'),('922001','大学计算机基础','500146','吕留北','52162025',254,'未应用'),('922001','大学计算机基础','500146','寇鹏程','52162026',255,'未应用'),('922001','大学计算机基础','500146','郭笑晴','52162027',256,'未应用'),('922001','大学计算机基础','500146','刘松','52162029',257,'未应用'),('922001','大学计算机基础','500146','郝瑞祥','52162030',258,'未应用'),('922001','大学计算机基础','500146','杜宏亮','52162032',259,'未应用'),('922001','大学计算机基础','500146','阿布都克尤木·阿布都卡地尔','52162113',260,'未应用'),('922001','大学计算机基础','500146','李成格尔','52162114',261,'未应用'),('922001','大学计算机基础','500146','余江','52162116',262,'未应用'),('922001','大学计算机基础','500146','张欣','52162118',263,'未应用'),('922001','大学计算机基础','500146','王靖淞','52162119',264,'未应用'),('922001','大学计算机基础','500146','陆寅昊','52162123',265,'未应用'),('922001','大学计算机基础','500146','黄华','52162125',266,'未应用'),('922001','大学计算机基础','500146','李胤','52162128',267,'未应用'),('922001','大学计算机基础','500146','费恒海','52162129',268,'未应用'),('922001','大学计算机基础','500146','刘运松','52162132',269,'未应用'),('922001','大学计算机基础','500146','王馨遥','52162205',270,'未应用'),('922001','大学计算机基础','500146','吐鲁甫·买买提','52162213',271,'未应用'),('922001','大学计算机基础','500146','孙昊辰','52162214',272,'未应用'),('922001','大学计算机基础','500146','张建泽','52162215',273,'未应用'),('922001','大学计算机基础','500146','孙志强','52162218',274,'未应用'),('922001','大学计算机基础','500146','孟振驰','52162220',275,'未应用'),('922001','大学计算机基础','500146','王鹏策','52162222',276,'未应用'),('922001','大学计算机基础','500146','骆鹏','52162223',277,'未应用'),('922001','大学计算机基础','500146','李红阳','52162305',278,'未应用'),('922001','大学计算机基础','500146','许占诜','52162307',279,'未应用'),('922001','大学计算机基础','500146','刘志强','52162315',280,'未应用'),('922001','大学计算机基础','500146','王金涛','52162316',281,'未应用'),('922001','大学计算机基础','500146','季恒宇','52162318',282,'未应用'),('922001','大学计算机基础','500146','张祥凯','52162319',283,'未应用'),('922001','大学计算机基础','500146','吕铭泽','52162321',284,'未应用'),('922001','大学计算机基础','500146','郭懿篆','52162324',285,'未应用'),('922001','大学计算机基础','10002','王超群','52152121',287,'未应用'),('922001','大学计算机基础','10002','张金金','52161509',288,'未应用'),('922001','大学计算机基础','10002','黄云','52161511',289,'未应用'),('922001','大学计算机基础','10002','池伟','52161514',290,'未应用'),('922001','大学计算机基础','10002','王泽开','52161515',291,'未应用'),('922001','大学计算机基础','10002','戴文晗','52161519',292,'未应用'),('922001','大学计算机基础','10002','马鑫洋','52161521',293,'未应用'),('922001','大学计算机基础','10002','王添顺','52161522',294,'未应用'),('922001','大学计算机基础','10002','周志成','52161525',295,'未应用'),('922001','大学计算机基础','10002','郭浩文','52161526',296,'未应用'),('922001','大学计算机基础','10002','张超群','52161527',297,'未应用'),('922001','大学计算机基础','10002','王雨昕','52161529',298,'未应用'),('922001','大学计算机基础','10002','张宇','52161602',299,'未应用'),('922001','大学计算机基础','10002','宋志微','52161604',300,'未应用'),('922001','大学计算机基础','10002','孟新嵛','52161606',301,'未应用'),('922001','大学计算机基础','10002','陈腾','52161613',302,'未应用'),('922001','大学计算机基础','10002','薛擎宇','52161614',303,'未应用'),('922001','大学计算机基础','10002','尚宇浩','52161615',304,'未应用'),('922001','大学计算机基础','10002','王景泽','52161616',305,'未应用'),('922001','大学计算机基础','10002','杜方略','52161620',306,'未应用'),('922001','大学计算机基础','10002','朱建行','52161622',307,'未应用'),('922001','大学计算机基础','10002','杨宇宽','52161624',308,'未应用'),('922001','大学计算机基础','10002','申长鑫','52161625',309,'未应用'),('922001','大学计算机基础','10002','曾志','52161626',310,'未应用'),('922001','大学计算机基础','10002','刘永畅','52161629',311,'未应用'),('922001','大学计算机基础','10002','角力加','52161632',312,'未应用'),('922001','大学计算机基础','10002','乔艳丽','52161708',313,'未应用'),('922001','大学计算机基础','10002','金旻翀','52161719',314,'未应用'),('922001','大学计算机基础','10002','谢福森','52161720',315,'未应用'),('922001','大学计算机基础','10002','鹿凯智','52161721',316,'未应用'),('922001','大学计算机基础','10002','杨公平','52161723',317,'未应用'),('922001','大学计算机基础','10002','都昊毅','52161725',318,'未应用'),('922001','大学计算机基础','10002','杨凌西','52161726',319,'未应用'),('922001','大学计算机基础','10002','谢宏','52161727',320,'未应用'),('922001','大学计算机基础','10002','常鹏','52161731',321,'未应用'),('922001','大学计算机基础','10002','姜维超','52161805',322,'未应用'),('922001','大学计算机基础','10002','宋明翰','52161816',323,'未应用'),('922001','大学计算机基础','10002','张驰','52161819',324,'未应用'),('922001','大学计算机基础','10002','涂云聪','52161822',325,'未应用'),('922001','大学计算机基础','10002','王守磊','52161824',326,'未应用'),('922001','大学计算机基础','10002','罗蒙顺','52161826',327,'未应用'),('922001','大学计算机基础','10002','王玉龙','52161829',328,'未应用'),('922001','大学计算机基础','10002','付琳','52161913',329,'未应用'),('922001','大学计算机基础','10002','吕赫','52161914',330,'未应用'),('922001','大学计算机基础','10002','陈尚涌','52161916',331,'未应用'),('922001','大学计算机基础','10002','陈浩然','52161918',332,'未应用'),('922001','大学计算机基础','10002','柳文康','52161919',333,'未应用'),('922001','大学计算机基础','10002','程国豪','52161921',334,'未应用'),('922001','大学计算机基础','10002','李庆亚','52161924',335,'未应用'),('922001','大学计算机基础','10002','梁司秦','52161925',336,'未应用'),('922001','大学计算机基础','10002','肖森洛','52161926',337,'未应用'),('922001','大学计算机基础','10002','叶昱昊','52161928',338,'未应用'),('922001','大学计算机基础','10002','薛恒杰','52161929',339,'未应用'),('922001','大学计算机基础','10002','赵高军','52161930',340,'未应用'),('922001','大学计算机基础','10002','努热力·阿布都热苏力','52161931',341,'未应用'),('922001','大学计算机基础','10002','梁超','52162005',342,'未应用'),('922001','大学计算机基础','10002','王夺','52162018',343,'未应用'),('922001','大学计算机基础','10002','李玉峰','52162019',344,'未应用'),('922001','大学计算机基础','10002','刘翔宇','52162020',345,'未应用'),('922001','大学计算机基础','10002','黄佳俊','52162021',346,'未应用'),('922001','大学计算机基础','10002','袁浩钧','52162022',347,'未应用'),('922001','大学计算机基础','10002','章强','52162024',348,'未应用'),('922001','大学计算机基础','10002','吕留北','52162025',349,'未应用'),('922001','大学计算机基础','10002','寇鹏程','52162026',350,'未应用'),('922001','大学计算机基础','10002','郭笑晴','52162027',351,'未应用'),('922001','大学计算机基础','10002','刘松','52162029',352,'未应用'),('922001','大学计算机基础','10002','郝瑞祥','52162030',353,'未应用'),('922001','大学计算机基础','10002','杜宏亮','52162032',354,'未应用'),('922001','大学计算机基础','10002','阿布都克尤木·阿布都卡地尔','52162113',355,'未应用'),('922001','大学计算机基础','10002','李成格尔','52162114',356,'未应用'),('922001','大学计算机基础','10002','余江','52162116',357,'未应用'),('922001','大学计算机基础','10002','张欣','52162118',358,'未应用'),('922001','大学计算机基础','10002','王靖淞','52162119',359,'未应用'),('922001','大学计算机基础','10002','陆寅昊','52162123',360,'未应用'),('922001','大学计算机基础','10002','黄华','52162125',361,'未应用'),('922001','大学计算机基础','10002','李胤','52162128',362,'未应用'),('922001','大学计算机基础','10002','费恒海','52162129',363,'未应用'),('922001','大学计算机基础','10002','刘运松','52162132',364,'未应用'),('922001','大学计算机基础','10002','王馨遥','52162205',365,'未应用'),('922001','大学计算机基础','10002','吐鲁甫·买买提','52162213',366,'未应用'),('922001','大学计算机基础','10002','孙昊辰','52162214',367,'未应用'),('922001','大学计算机基础','10002','张建泽','52162215',368,'未应用'),('922001','大学计算机基础','10002','孙志强','52162218',369,'未应用'),('922001','大学计算机基础','10002','孟振驰','52162220',370,'未应用'),('922001','大学计算机基础','10002','王鹏策','52162222',371,'未应用'),('922001','大学计算机基础','10002','骆鹏','52162223',372,'未应用'),('922001','大学计算机基础','10002','李红阳','52162305',373,'未应用'),('922001','大学计算机基础','10002','许占诜','52162307',374,'未应用'),('922001','大学计算机基础','10002','刘志强','52162315',375,'未应用'),('922001','大学计算机基础','10002','王金涛','52162316',376,'未应用'),('922001','大学计算机基础','10002','季恒宇','52162318',377,'未应用'),('922001','大学计算机基础','10002','张祥凯','52162319',378,'未应用'),('922001','大学计算机基础','10002','吕铭泽','52162321',379,'未应用'),('922001','大学计算机基础','10002','郭懿篆','52162324',380,'未应用');

UNLOCK TABLES;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
